DONATE_IMAGE_LIST = [
    'https://i.loli.net/2019/07/08/5d2335fe38d0789705.jpg',
    'https://i.loli.net/2019/07/08/5d2335fe4568471369.jpg'
]
DONATE_SUFFIX = '如果需要帮助,请联系admin@mnixry.cn'
HELP_TEXT = '''
------
命令使用:以*为开头的是命令,如果命令需要附加参数请在命令后追加空格
小提示:命令和关键词识别请注意大小写
------
本机器人目前支持下列功能:
[命令|关键词识别]色图:
命令:*setu/*涩图 参数:涩图评级(Q/S/E)[可选]
关键词:来一张色图
[命令|关键词识别]p站搜图:
命令:*p站搜图/*搜索图片 参数:图片/要搜索的关键词
关键词:p站搜图
[命令|关键词识别]点图:
命令:*点图/*获取图片 参数:p站图片ID(纯数字) 图片质量(小图/大图/原图)[可选]
关键词:p站点图
提示:不建议使用原图画质,回复较慢且成功率较低
[命令|关键词识别]p站画师:
命令:*画师/*搜索画师 参数:画师作品页数(纯数字)[可选] 画师ID(纯数字)
关键词:p站画师/搜索画师
[命令]一图:
命令:*一图
[命令|关键词]以图搜番
命令:*以图搜番/*搜番 参数:图片
关键词:以图搜番
[命令]以图搜图 (可以通过p站搜图指令跳转)
命令:*搜图/*以图搜图 参数:图片
[命令]网易云点歌
命令:*点歌/*听歌
[命令|关键词识别]一言
命令:*一言
关键词:一言哥
[命令]维基百科
命令:*搜索 参数:搜索关键词
--------
如果你觉得这个机器人还行
可以输入*donate/*捐赠 指令来支持我鸭
--------
制作:混淆者,Work in Progress'''